<%@ Page Title="" Language="C#" MasterPageFile="~/Views/Shared/CarPush.Master" Inherits="System.Web.Mvc.ViewPage" %>

<asp:Content ID="Content2" ContentPlaceHolderID="HeaderContent" runat="server">
<style type="text/css">
 .register .title
   {
      border: 1px solid #CCCCCC;
   }
</style>
<link type="text/css" href="/Content/css/m818.css" rel="Stylesheet" />
</asp:Content>
<asp:Content ID="Content1" ContentPlaceHolderID="MainContent" runat="server">
<div class="right width703">
   <div class="register">
      <div class="title">
         M818用户协议</div>
      <div class="content1">
         <p>
            M818.com汇畅网会员服务协议
         </p>
         <p>
            欢迎阅读服务条款协议，本协议阐述之条款和条件适用于您使用M818.com汇畅网所提供的各种工具和服务。
         </p>
         <p>
            本服务协议双方为M818.com汇畅网与M818.com汇畅网会员，本服务协议具有合同效力。
         </p>
         <p>
            一.M818.com汇畅网服务条款的确认和接纳
         </p>
         <p>
            ★ M818.com汇畅网的服务的所有权和运作权归M818.com汇畅网。 M818.com汇畅网提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。用户必须完全同意所有服务条款并完成注册程序，才能成为M818.com汇畅网的正式用户并享受M818.com汇畅网的服务。
         </p>
         <p>
            二.服务简介
         </p>
         <p>
            ★ M818.com汇畅网运用自己的操作系统通过国际互联网络为用户提供网络服务。基于M818.com汇畅网所提供的网络服务的重要性，用户应同意：
         </p>
         <p>
            提供详尽、准确的个人资料。
         </p>
         <p>
            不断更新注册资料，符合及时、详尽、准确的要求。
         </p>
         <p>
            ★ M818.com汇畅网一定不会在未经合法用户授权时公开、编辑或透露其注册资料及保存在M818.com汇畅网中的非公开内容，但用户必须保证：
         </p>
         <p>
            (1) 遵守有关法律规定，遵从M818.com汇畅网合法服务程序；
            <br>
            (2) 保持维护M818.com汇畅网的商标所有权；
            <br>
            (3) 在紧急情况下竭力维护用户个人和社会大众的隐私安全；
            <br>
            (4) 符合其他相关的要求。
         </p>
         <p>
            ★ M818.com汇畅网不公开用户的姓名、地址、电子邮箱和其他信息，除以下情况外：
         </p>
         <p>
            (1) 用户授权M818.com汇畅网透露这些信息。
            <br>
            (2) 相应的法律及程序要求M818.com汇畅网提供用户的个人资料。
         </p>
         <p>
            ★ 如果用户提供的资料包含有不正确的信息，M818.com汇畅网保留结束用户使用网络服务资格的权利。
         </p>
         <p>
            三、服务条款的修改和服务修订
         </p>
         <p>
            ★ M818.com汇畅网有权在必要时修改服务条款。如果不同意所改动的内容，用户可以主动取消获得的网络服务。如果用户继续享用网络服务，则视为自动接受服务条款的变动。M818.com汇畅网保留随时修改或中断服务而不需通知用户的权利。M818.com汇畅网行使修改或中断服务的权利，而不需对用户或第三方负责。
         </p>
         <p>
            四、用户的帐号，密码和安全性
         </p>
         <p>
            ★ 用户一旦注册成功，成为M818.com汇畅网的合法用户，将拥有单独的一组密码和用户名。
            <br>
            ★ 用户将对用户名和密码安全负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责。您可随时根据指示随时改变您的密码。
            <br>
            ★ M818.com汇畅网电子商务网上结算时的银行帐号和密码的安全性由各支付银行负责，M818.com汇畅网不对此服务的安全性做任何担保。用户个人对网络服务的使用承担风险。
            <br>
            ★ 用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通告M818.com汇畅网。
         </p>
         <p>
            五、对用户信息的存储和限制
         </p>
         <p>
            ★ M818.com汇畅网不对用户所发布信息的删除或储存失败负责。M818.com汇畅网有判定用户的行为是否符合M818.com汇畅网服务条款的要求的保留权利，如果用户违背了服务条款的规定，M818.com汇畅网有中断对其提供网络服务的权利。对于用户在M818.com汇畅网上发布的任何评论类信息，M818.com汇畅网保留审核其是否适合在M818.com汇畅网上显示的权利。
            <br>
            ★ 有关M818.com汇畅网的电子商务信用体系说明请参阅M818.com汇畅网帮助。
         </p>
         <p>
            六、保障
         </p>
         <p>
            ★ 用户同意保障和维护M818.com汇畅网全体成员的利益，负责支付由用户使用超出服务范围引起的律师费用，违反服务条款的损害补偿费用等。
         </p>
         <p>
            七、结束服务
         </p>
         <p>
            ★ 用户或M818.com汇畅网可随时根据实际情况中断一项或多项网络服务。M818.com汇畅网不需对任何个人或第三方负责而随时中断服务。用户对后来的条款修改有异议，或对M818.com汇畅网的服务不满，可以行使如下权利：
         </p>
         <p>
            (1) 停止使用M818.com汇畅网的网络服务。
            <br>
            (2) 通告M818.com汇畅网停止对该用户的服务。
         </p>
         <p>
            ★ 结束用户服务后，用户使用网络服务的权利马上中止。从那时起，用户没有权利，M818.com汇畅网也没有义务传输和提供任何未处理的信息或未完成的服务给用户或第三方。
         </p>
         <p>
            八、网络服务内容的所有权
         </p>
         <p>
            ★ M818.com汇畅网定义的网络服务内容包括：文字、软件、声音、图片、录象、图表、广告中的全部内容；电子邮件的全部内容；以及M818.com汇畅网为用户提供的其他信息。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在M818.com汇畅网和广告商授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。M818.com汇畅网所有的内容版权归原文作者和M818.com汇畅网共同所有，任何人需要转载M818.com汇畅网的内容，必须征得原文作者或M818.com汇畅网授权。
         </p>
         <p>
            九、法律
         </p>
         <p>
            ★ 网络服务条款要与中华人民共和国的法律解释相一致，用户和M818.com汇畅网一致同意服从高等法院所有管辖。如发生M818.com汇畅网服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。
            <br>
         </p>
         <!-- content end -->
      </div>
   </div>
</div>
</asp:Content>
